Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ASK_SIRI_ONDEVICE_ASSET_DOWNLOAD_FOOTER_TEXT
source: On-device voice processing, back-to-back requests, and other features will download later when connected to internet.
ar: سيتم تنزيل معالجة الصوت على الجهاز، والطلبات المتتالية، وميزات أخرى لاحقًا عند الاتصال بالإنترنت.
ca: El processament de veu al dispositiu i les sol·licituds d’extrem a extrem, entre altres funcions, es descarregaran més tard, quan tinguis connexió a internet.
cs: Podpora zpracování hlasu na zařízení, bezprostředně navazujících požadavků a dalších funkcí se stáhne později, až budete připojení k internetu.
da: Behandling af tale på enheden, opfølgende anmodninger og andre funktioner hentes senere, når der er forbindelse til internettet.
de: Die Sprachverarbeitung auf dem Gerät, Folgefragen und weitere Funktionen werden später geladen, wenn eine Internetverbindung besteht.
el: Θα πραγματοποιηθεί λήψη της επεξεργασίας φωνής επί της συσκευής, των διαδοχικών αιτημάτων και άλλων δυνατοτήτων όταν η συσκευή συνδεθεί στο Διαδίκτυο.
es: El contenido necesario para procesar entradas de voz en el dispositivo, peticiones consecutivas y otras funciones se descargará más tarde, cuando te conectes a internet.
es_us: Se descargará lo necesario para el procesamiento de entradas de voz en el dispositivo, las peticiones consecutivas y otras funciones cuando te conectes a Internet.
fi: Laitteessa tapahtuva puheen käsittely, peräkkäiset pyynnöt ja muita ominaisuuksia ladataan myöhemmin, kun olet yhteydessä internetiin.
fr: Les ressources nécessaires à la prise en charge sur l’appareil du traitement des saisies vocales, des requêtes successives et des autres fonctionnalités seront téléchargées plus tard lorsque votre appareil sera connecté à Internet.
fr_ca: Le téléchargement de fonctionnalités telles que le traitement vocal sur l’appareil et les demandes consécutives commencera lorsque l’appareil sera connecté à Internet.
he: הורדת חבילות התמיכה לעיבוד קולי במכשיר, לבקשות עוקבות ולמאפיינים נוספים תתבצע מאוחר יותר עם החיבור לאינטרנט.
hi: ऑन-डिवाइस वॉइस प्रोसेसिंग, एक के बाद एक मिलने वाले अनुरोध और अन्य फ़ीचर बाद में इंटरनेट से कनेक्ट करने पर डाउनलोड किए जाएँगे।
hr: Obrada glasa na uređaju, neprekinuti zahtjevi i ostale značajke preuzet će se kasnije kad budete spojeni na internet.
hu: Az eszközön történő beszédhang-feldolgozás, a sorozatos kérések és az egyéb funkciók később lesznek letöltve, amikor csatlakozik az internethez.
id: Pemrosesan suara pada perangkat, permintaan berturut-turut, dan fitur lainnya akan diunduh nanti setelah terhubung ke internet.
it: Gli elementi necessari per supportare l’elaborazione dell’input vocale sul dispositivo, le richieste in serie e altre funzionalità verranno scaricati in seguito, quando la connessione a internet sarà attiva.
ja: デバイス上の音声処理、連続のリクエスト、およびそのほかの機能は、あとでインターネットに接続されたときにダウンロードされます。
ko: 나중에 인터넷에 연결되면 기기상 음성 처리, 연속된 요청 및 기타 기능을 다운로드합니다.
ms: Pemprosesan suara pada peranti, permintaan berturutan dan ciri lain akan dimuat turun kemudian apabila disambungkan ke internet.
nl: Het verwerken van steminvoer op het apparaat, opeenvolgende verzoeken en andere functies worden later gedownload wanneer er verbinding is met internet.
no: Talebehandling på enheten, påfølgende forespørsler og andre funksjoner blir lastet ned når du er koblet til internett.
pl: Pliki obsługi przetwarzania poleceń głosowych na urządzeniu, serii poleceń i innych funkcji zostaną pobrane, gdy urządzenie połączy się z Internetem.
pt: O download dos elementos para processamento de voz no dispositivo, solicitações consecutivas e outros recursos ocorrerá quando houver conexão com a internet.
pt_pt: A descarga do processamento de voz no dispositivo, de pedidos consecutivos e outras funcionalidades será efetuada mais tarde, quando houver ligação à internet.
ro: Procesarea vocală pe dispozitiv, solicitările consecutive și alte funcționalități vor fi descărcate mai târziu, când veți dispune de conexiune la internet.
ru: Функции обработки голосового ввода на устройстве и взаимных запросов, а также другие функции будут загружены позже при подключении к интернету.
sk: Podpora pre spracovanie hlasu na zariadení, nadväzujúce žiadosti a ďalšie funkcie budú stiahnuté neskôr, keď bude k dispozícii pripojenie na internet.
sl: Obdelava glasu v napravi, zaporedne zahteve in druge funkcije se bodo prenesle, ko vzpostavite povezavo z internetom.
sv: Röstbearbetning på enheten, följdförfrågningar och andra funktioner hämtas senare när du är ansluten till internet.
th: การประมวลผลเสียงพูดบนอุปกรณ์ คำขอที่ต่อเนื่องกัน และคุณสมบัติอื่นๆ จะดาวน์โหลดในภายหลังเมื่อเชื่อมต่อกับอินเทอร์เน็ต
tr: Aygıtta ses işleme, arka arkaya istekler ve diğer özellikler daha sonra internete bağlanıldığında indirilir.
uk: Функції послідовних запитів, компоненти оброблення даних голосового вводу на пристрої тощо буде викачано пізніше за наявності інтернет-зʼєднання.
vi: Phần xử lý dữ liệu giọng nói trên thiết bị, các yêu cầu liên tiếp và các tính năng khác sẽ tải về sau này khi được kết nối vào internet.
zh_cn: 设备端语音处理、连续请求及其他功能将在稍后接入互联网时下载。
zh_hk: 裝置端語音處理、連續要求和其他功能將會在稍後連接互聯網時下載。
zh_tw: 裝置端語音處理、連續要求和其他功能會稍後於你連接網際網路時下載。

# ASK_SIRI_DEVICE_PROCESSING_FOOTER_TEXT_MAC
source: Voice input is processed on Mac, but transcripts of your requests are sent to Apple.
ar: تتم معالجة إدخال الصوت على Mac، لكن تُرسَل النُسخ النصية لطلباتك إلى Apple.
ca: La veu es processa al Mac, però les transcripcions de les sol·licituds s’envien a Apple.
cs: Hlasový vstup se zpracovává přímo na Macu, ale přepisy vašich požadavků se posílají společnosti Apple.
da: Det, du siger, behandles på Mac-computeren, men transskriptioner af dine anmodninger sendes til Apple.
de: Die Spracheingaben werden auf dem Mac verarbeitet, es werden aber Transkripte deiner Anfragen an Apple gesendet.
el: Η επεξεργασία φωνητικής εισόδου πραγματοποιείται στο Mac, αλλά οι απομαγνητοφωνήσεις των αιτημάτων σας αποστέλλονται στην Apple.
es: Las entradas de voz se procesan en el Mac, pero las transcripciones de tus peticiones se envían a Apple.
es_us: Las entradas de voz se procesan en la Mac, pero las transcripciones de tus peticiones se envían a Apple.
fi: Puhesyöte käsitellään Macissa, mutta pyyntöjesi teksti lähetetään Applelle.
fr: Vos saisies vocales sont traitées sur le Mac, mais les transcriptions de vos requêtes sont envoyées à Apple.
fr_ca: La saisie vocale est traitée sur le Mac, mais les transcriptions de vos demandes sont envoyées à Apple.
he: הקלט הקולי מעובד ב-Mac, אך התסריטים של הבקשות שלך נשלחים ל-Apple.
hi: वॉइस इनपुट को Mac पर प्रोसेस किया जाता है लेकिन आपके अनुरोधों के ट्रांसक्रिप्ट Apple को भेजे जाते हैं।
hr: Glasovni unos obrađuje se na Macu, ali transkripti vaših zahtjeva šalju se tvrtki Apple.
hu: A beszédhangbevitel a Macen van feldolgozva, azonban a kérések átiratait a rendszer elküldi az Apple-nek.
id: Input suara diproses di Mac, tapi transkrip permintaan Anda dikirimkan ke Apple.
it: L’input vocale viene elaborato sul Mac, ma le trascrizioni delle tue richieste vengono inviate ad Apple.
ja: 音声入力の処理はMacで行われますが、リクエストの記録はAppleに送信されます。
ko: 음성 입력은 Mac에서 처리되지만 사용자의 요청 내용 전사문은 Apple로 전송됩니다.
ms: Input suara diproses pada Mac, tetapi transkrip permintaan anda dihantar kepada Apple.
nl: Steminvoer wordt verwerkt op de Mac, maar transcripten van je verzoeken worden naar Apple verstuurd.
no: Taleinndata behandles på Macen, men avskrifter av forespørslene dine blir sendt til Apple.
pl: Polecenia głosowe są przetwarzane na Macu, ale ich transkrypcje są wysyłane do Apple.
pt: Os dados de voz são processados no Mac, mas as transcrições dos seus pedidos são enviadas à Apple.
pt_pt: Os comandos de voz são processados no Mac, mas as transcrições dos pedidos são enviadas à Apple.
ro: Enunțurile vocale sunt procesate pe Mac, dar transcrierile solicitărilor sunt trimise la Apple.
ru: Голосовой ввод обрабатывается на Mac, но распознанный текст Ваших запросов передается в Apple.
sk: Hlasový vstup sa spracováva na Macu, prepisy vašich žiadostí sa však odosielajú spoločnosti Apple.
sl: Glasovni vnos se obdela v Macu, transkripcije vaših zahtev pa se pošljejo družbi Apple.
sv: Röstinmatning behandlas på datorn, men transkriberingar av det du säger skickas till Apple.
th: เสียงพูดถูกประมวลผลบน Mac แต่ข้อความถอดเสียงจากคำขอของคุณถูกส่งไปที่ Apple
tr: Ses girişi Mac’te işlenir ama isteklerinizin dökümleri Apple’a gönderilir.
uk: Голосовий ввід обробляється на Mac, проте транскрибовані протоколи ваших запитів надсилаються в Apple.
vi: Dữ liệu nhập bằng giọng nói được xử lý trên máy Mac, nhưng bản chép lại các yêu cầu của bạn được gửi đến Apple.
zh_cn: 语音输入会在Mac上处理，但请求的听写文本会发送给Apple。
zh_hk: 語音輸入會在Mac上處理，但你要求的聽寫記錄會傳送予Apple。
zh_tw: 語音輸入會在Mac上進行處理，但你要求的逐字稿會傳送給Apple。

# ALWAYS_SHOW_RECOGNIZED_SPEECH_FOOTER_TEXT
source: Show a transcription of your speech on screen.
ar: إظهار نص كلامك على الشاشة.
ca: Sempre es mostra en pantalla la transcripció del que has dit.
cs: Na obrazovce se bude ukazovat přepis vaší řeči.
da: Vis en transskription af din tale på skærmen.
de: Zeige auf dem Bildschirm an, was du sprichst.
el: Εμφάνιση απομαγνητοφώνησης της ομιλίας σας στην οθόνη.
es: Al activar esta opción, siempre se mostrará en pantalla la transcripción de lo que has dicho.
es_us: Se mostrará en pantalla una transcripción de tu voz.
fi: Näytä puheesi kirjoitettuna näytöllä.
fr: Affichez à l’écran la transcription de ce que vous avez dit.
fr_ca: Affiche une transcription de vos demandes à l’écran.
he: ניתן להציג על המסך את תמלול הדיבור שלך.
hi: आपकी बोली का अनुलेख स्क्रीन पर दिखाएँ।
hr: Prikazivanje transkripta vašeg govora na zaslonu.
hu: Az Ön beszédhangja átiratának megjelenítése a képernyőn.
id: Tampilkan transkripsi ucapan Anda pada layar.
it: Mostra una trascrizione delle frasi che pronunci sullo schermo.
ja: あなたがSiriに対して話した内容の文字起こしを画面上に表示します。
ko: 사용자가 말하는 내용의 전사문을 화면에 표시합니다.
ms: Tunjukkan transkripsi pertuturan anda pada skrin.
nl: Toon een transcriptie van je spraak op het scherm.
no: Vis en avskrift av det du sier, på skjermen.
pl: Na ekranie wyświetlana będzie transkrypcja tego, co mówisz.
pt: Mostre na tela uma transcrição da sua fala.
pt_pt: Mostrar no ecrã uma transcrição do que disser.
ro: Afișează pe ecran o transcriere a celor spuse de dvs.
ru: Показывать на экране распознанный текст Ваших запросов.
sk: Na obrazovke sa bude zobrazovať prepis vašej reči.
sl: Na zaslonu prikaže transkripcijo govora.
sv: Visa en transkription av det du säger på skärmen.
th: แสดงข้อความถอดเสียงพูดของคุณบนหน้าจอ
tr: Konuşmalarınızın dökümünü ekranda gösterir.
uk: Показувати на екрані транскрипцію вашого мовлення.
vi: Hiển thị bản chép lại lời nói của bạn trên màn hình.
zh_cn: 你的语音会同时以文字形式在屏幕上显示。
zh_hk: 在螢幕上顯示你的語音轉寫記錄。
zh_tw: 在螢幕上顯示你的語音逐字稿。

# SIRISUGGESTIONS_SHOWCHECKBOX_TITLE
source: Show Siri Suggestions in application
ar: إظهار اقتراحات Siri في التطبيق
ca: Mostra els suggeriments de Siri a l’app
cs: Zobrazovat návrhy Siri v aplikaci
da: Vis Siri-forslag i app
de: Siri-Vorschläge in App anzeigen
el: Εμφάνιση Προτάσεων Siri στην εφαρμογή
es: Mostrar sugerencias de Siri en la aplicación
es_us: Mostrar sugerencias de Siri en la app
fi: Näytä Siri-ehdotukset apissa
fr: Afficher les suggestions Siri dans l’application
fr_ca: Afficher les suggestions de Siri dans l’application
he: הצגת ״הצעות של Siri״ ביישום
hi: ऐप्लिकेशन में Siri सुझाव दिखाएँ
hr: Prikaži Siri prijedloge u aplikaciji
hu: Siri-javaslatok megjelenítése az alkalmazásban
id: Tampilkan Saran Siri di aplikasi
it: Mostra suggerimenti di Siri nell’applicazione
ja: Siriからの提案をアプリケーション内に表示
ko: 응용 프로그램에서 Siri 제안 보기
ms: Tunjukkan Cadangan Siri dalam aplikasi
nl: Toon Siri-suggesties in app
no: Vis forslag fra Siri i app
pl: Pokazuj sugestie Siri w aplikacji
pt: Mostrar Sugestões da Siri no aplicativo
pt_pt: Mostrar Sugestões de Siri na aplicação
ro: Afișează sugestiile Siri în aplicație
ru: Показывать предложения Siri в приложении
sk: Zobrazovať návrhy Siri v aplikácii
sl: Prikaži Sirijine predloge v aplikaciji
sv: Visa Siri-förslag i appen
th: แสดงคำแนะนำโดย Siri ในแอปพลิเคชัน
tr: Uygulamada Siri Önerileri’ni göster
uk: Показувати пропозиції Siri в програмі
vi: Hiển thị Gợi ý của Siri trong ứng dụng
zh_cn: 在应用程序中显示Siri建议
zh_hk: 在應用程式中顯示「Siri建議」
zh_tw: 在應用程式中顯示「Siri建議」

# PRIVACY_ADD_AX_DESCRIPTION
source: Add folder or a disk to exclude from indexing.
ar: إضافة مجلد أو قرص لاستبعاده من الفهرسة.
ca: Afegeix un disc o una carpeta que vulguis excloure de la indexació.
cs: Přidejte složku nebo disk, které chcete vyloučit z indexování.
da: Tilføj en mappe eller disk, der ikke skal inkluderes i indekseringen.
de: Füge einen Ordner oder ein Volume hinzu, der/die nicht indiziert werden sollen.
el: Προσθήκη φακέλου ή δίσκου για εξαίρεση από δημιουργία ευρετηρίου.
es: Añade las carpetas o los discos que se excluirán de la indexación.
es_us: Agregar carpeta o disco para excluir de indexación.
fi: Lisää indeksoinnissa ohitettava kansio tai levy.
fr: Ajoutez un dossier ou un disque à exclure de l’indexation.
fr_ca: Ajoutez un dossier ou un disque à exclure de l’indexation.
he: ניתן להוסיף תיקיה או כונן שיוצאו מחוץ לאינדקס.
hi: सूचीकरण में शामिल न करने के लिए फ़ोल्डर या डिस्क जोड़ें
hr: Dodajte mapu ili disk koji će se izuzeti iz indeksiranja.
hu: Az indexelésből kizárandó mappa vagy lemez hozzáadása.
id: Tambahkan folder atau disk yang akan dikecualikan dari pengindeksan.
it: Aggiungi una cartella o un disco da escludere dall’indicizzazione.
ja: 索引から除外するフォルダまたはディスクを追加します。
ko: 인덱싱에서 제외하려면 폴더 또는 디스크를 추가하십시오.
ms: Tambah folder atau cakera untuk dikecualikan daripada pengindeksan.
nl: Voeg een map op schijf toe die niet moet worden geïndexeerd.
no: Legg til en disk eller mappe som ikke skal indekseres.
pl: Dodaj folder lub dysk, który chcesz wykluczyć z indeksowania.
pt: Adicionar uma pasta ou disco para excluir da indexação.
pt_pt: Adicionar uma pasta ou um disco para excluir da indexação.
ro: Adăugați dosar sau un disc pentru a-l exclude de la indexare.
ru: Добавить папку или диск для исключения из индексации.
sk: Pridať priečinok alebo disk, ktorý bude vylúčený z indexovania.
sl: Dodajte mapo ali disk, ki ga želite izključiti iz indeksiranja.
sv: Lägg till en mapp eller skiva som ska uteslutas från indexeringen.
th: เพิ่มโฟลเดอร์หรือดิสก์เพื่อไม่รวมกับการทำดัชนี
tr: Dizinlenmesini istemediğiniz klasörü veya diski ekleyin.
uk: Додайте диск або папку, які не слід індексувати.
vi: Thêm thư mục hoặc ổ đĩa sẽ loại trừ khỏi lập chỉ mục.
zh_cn: 添加要从索引中排除的文件夹或磁盘。
zh_hk: 加入不要建立索引的資料夾或磁碟。
zh_tw: 加入不要建立索引的檔案夾或磁碟。

# SIRISUGGESTIONS_SHOWANDLEARN_TEXT_CONTACTSAPP
source: Allow Siri to make contact suggestions and learn from how you use this application to make suggestions across applications.
ar: اسمح لـ Siri بتقديم اقتراحات جهات الاتصال والتعرّف على استخدامك لهذا التطبيق بهدف تقديم الاقتراحات في كل التطبيقات.
ca: Permet que Siri et faci suggeriments de contactes a l’app i aprengui com la utilitzes per poder fer‑te’n en d’altres.
cs: Umožní Siri předkládat vám návrhy kontaktů a také se učit ze způsobu, jakým s touto aplikací pracujete, a získané informace využívat při generování návrhů v jiných aplikacích.
da: Tillad Siri at foreslå kontakter og lære af den måde, du bruger denne app på, for at fremsætte forslag på tværs af apps.
de: Erlaube Siri, Kontakte vorzuschlagen und zu lernen, wie du diese App verwendest, damit dir Vorschläge in anderen Apps angezeigt werden können.
el: Επιτρέψτε στο Siri να εμφανίζει προτάσεις επαφών και να μαθαίνει από τον τρόπο που χρησιμοποιείτε αυτήν την εφαρμογή, ώστε να εμφανίζει προτάσεις σε εφαρμογές.
es: Permite que Siri te sugiera contactos y aprenda cómo usas esta aplicación para ofrecerte sugerencias en otras aplicaciones.
es_us: Permite que Siri te haga sugerencias de contactos y aprenda cómo usas esta app para hacer sugerencias en otras apps.
fi: Salli Sirin tehdä yhteystietoehdotuksia ja oppia kuinka käytät tätä appia, jotta se voi tehdä ehdotuksia muissa apeissa.
fr: Autorisez Siri à faire des suggestions de contact dans les différentes applications en fonction de votre utilisation de cette application.
fr_ca: Autorisez Siri à faire des suggestions de contacts et à apprendre de votre façon d’utiliser cette app pour faire des suggestions dans d’autres apps.
he: ניתן לאפשר ל-Siri להציע אנשי קשר וללמוד מאופן השימוש שלך ביישום זה כדי להציג הצעות בכל היישומים.
hi: Siri को संपर्क सुझाव देने की और इस ऐप्लिकेशन के आपके द्वारा उपयोग के तरीक़े से सीखकर दूसरे ऐप्लिकेशन में सुझाव प्रदान करने की अनुमति दें।
hr: Omogućite Siri da daje prijedloge za kontakte i da uči iz načina na koji koristite ovu aplikaciju kako bi mogla davati prijedloge u svim aplikacijama.
hu: Engedélyezheti Sirinek, hogy javaslatokat tegyen kontaktokra, és tanuljon abból, Ön hogyan használja ezt az alkalmazást, hogy több alkalmazásban is javaslatokat tehessen.
id: Izinkan Siri membuat saran kontak dan mempelajari cara Anda menggunakan aplikasi ini agar dapat membuat saran di semua aplikasi.
it: Consenti a Siri di dare suggerimenti sui contatti e di imparare dal modo in cui usi l’applicazione per ottenere suggerimenti tra applicazioni diverse.
ja: Siriから連絡先を提案することを許可します。また、さまざまなアプリケーションに関する提案ができるように、このアプリケーションの使用状況をSiriが学習することを許可します。
ko: 사용자가 이 응용 프로그램을 사용하는 방법을 Siri가 학습하고 연락처를 제안하도록 허용하여 응용 프로그램 간에 제안할 수 있도록 합니다.
ms: Benarkan Siri membuat cadangan kenalan dan mempelajari cara anda menggunakan aplikasi ini untuk membuat cadangan merentas aplikasi.
nl: Sta toe dat Siri je contactsuggesties geeft en leert hoe je deze app gebruikt, zodat je ook in andere apps suggesties krijgt.
no: Tillat at Siri kan komme med forslag om nye kontakter og lære av din bruk av denne appen for å kunne gi forslag på tvers av apper.
pl: Pozwól Siri tworzyć sugestie kontaktów i nauczyć się, jak używasz tej aplikacji, aby umożliwić tworzenie dotyczących jej sugestii w innych aplikacjach.
pt: Permita que a Siri faça sugestões de contatos e aprenda como você usa este aplicativo para poder fazer sugestões entre aplicativos.
pt_pt: Permitir que Siri faça sugestões de contactos e aprenda com a sua utilização da aplicação para poder fazer sugestões entre aplicações.
ro: Permiteți ca Siri să facă sugestii de contacte și să învețe din modul în care utilizați această aplicație pentru a face sugestii în mai multe aplicații.
ru: Разрешить Siri предлагать контакты и анализировать, как Вы используете это приложение, чтобы сделать предложения более релевантными.
sk: Siri môže poskytovať návrhy kontaktov a učiť sa zo spôsobu, akým používate túto aplikáciu, a získané informácie používať pri generovaní návrhov v iných aplikáciách.
sl: Dovolite, da Siri podaja predloge stikov in se uči na podlagi tega, kako uporabljate to aplikacijo, da bo lahko podajala predloge v različnih aplikacijah.
sv: Tillåt att Siri ger förslag på kontakter och lär sig från hur du använder den här appen för att kunna ge förslag i andra appar.
th: อนุญาตให้ Siri แนะนำผู้ติดต่อและเรียนรู้จากวิธีที่คุณใช้แอปพลิเคชันนี้เพื่อเสนอคำแนะนำในแอปพลิเคชันทั้งหมด
tr: Siri’nin kişi önerilerinde bulunmasına ve uygulamalarda önerilerde bulunabilmek için bu uygulamayı nasıl kullandığınızı öğrenmesine izin verin.
uk: Дозволити Siri робити пропозиції контактів і збирати відповідні дані, щоб на їх основі створювати пропозиції в інших програмах.
vi: Cho phép Siri đưa ra các gợi ý liên hệ và ghi nhớ cách bạn sử dụng ứng dụng này để đưa ra các gợi ý trong các ứng dụng.
zh_cn: 允许Siri提供联系人建议，并学习你使用此应用程序的方式以在应用程序间提供建议。
zh_hk: 允許Siri提出聯絡人建議並從你使用此應用程式的方式學習，以在不同應用程式上作出建議。
zh_tw: 允許Siri提供聯絡人建議，並學習你如何使用此應用程式，以便在多個應用程式中建議。

# ADD_ITEM_TOOLTIP
source: Add a folder or disk to exclude
ar: إضافة مجلد أو قرص لاستبعاده
ca: Afegeix una carpeta o un disc que vulguis excloure.
cs: Přidá složku nebo disk k vynechaným
da: Tilføj en mappe eller et drev, der ikke skal inkluderes
de: Ordner oder Volume zum Ausschließen hinzufügen
el: Προσθήκη φακέλου ή δίσκου για εξαίρεση
es: Añadir una carpeta o disco que quieras excluir
es_us: Agregar una carpeta o un disco para excluir
fi: Lisää ohitettava kansio tai levy
fr: Ajouter un dossier ou un disque à exclure
fr_ca: Ajouter un dossier ou un disque à exclure
he: הוספת תיקיה או כונן שבהם לא ייערכו חיפושים
hi: शामिल न करने के लिए फ़ोल्डर या डिस्क जोड़ें
hr: Dodaj mapu ili disk koji će se izuzeti
hu: Kizárandó mappa vagy lemez hozzáadása
id: Tambah folder atau disk yang akan dikecualikan
it: Aggiunge una cartella o un disco da escludere
ja: 除外するフォルダまたはディスクを追加します
ko: 제외하려는 폴더 또는 디스크를 추가합니다.
ms: Tambah folder atau cakera untuk dikecualikan
nl: Voeg een map of schijf toe waarin niet wordt gezocht
no: Legg til en mappe eller disk som skal utelates
pl: Pozwala dodać wykluczany folder lub dysk.
pt: Adicione uma pasta ou disco para excluir da busca
pt_pt: Adicionar pasta ou disco a excluir.
ro: Adăugați un dosar sau un disc pentru a-l exclude
ru: Добавить папку или диск для исключения
sk: Pridá priečinok alebo disk, ktorý nebude zahrnutý
sl: Dodajte mapo ali disk, ki ga želite izključiti
sv: Lägg till en mapp eller skiva att utesluta
th: เพิ่มโฟลเดอร์หรือดิสก์เพื่อไม่รวม
tr: Hariç tutulacak bir klasör veya disk ekler
uk: Додати папку або диск, які не слід індексувати
vi: Thêm thư mục hoặc ổ đĩa sẽ loại trừ
zh_cn: 添加要排除的文件夹或磁盘
zh_hk: 加入要排除的資料夾或磁碟
zh_tw: 加入要排除的檔案夾或磁碟
